/* STM */
"Ink Levels" = "Ortalama Mürekkep Seviyeleri";

/* Nozzle */
"NOZZLE01TEXT01" = "Bir püskürtme denetimi yapmak için, yazıcının açık ve bilgisayara bağlı olduğundan emin olun. Ayrıca kağıt besleyicide A4 veya Letter boyutunda düz kağıt olduğundan emin olun. Püskürtme denetimi deseni yazdırmak için [Yazdır]'ı, çıkmak için ise [İptal]'i tıklatın.";
"NOZZLE01B01" = "Yazdır";
"NOZZLE01B02" = "İptal";

"NOZZLE02TEXT01" = "Yazdırılmış deseni yukarıdaki örnekle karşılaştırın. Püskürtme denetimi deseninde kırık çizgiler varsa, [Temizle] öğesine tıklayın. Çıkış için [Son]'a tıklayın.";
"NOZZLE02SPE01" = "Üst: İyi
Az: Temizleme gerekli";
"NOZZLE02B01" = "Son";
"NOZZLE02B03" = "Temizle";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Yazdırma kafasının püskürtme kanallarını temizlemek için [Başlat]'a tıklayın. Temizlik biraz mürekkep harcadığından, çıktınızda soluk alanlar ya da boşluklar varsa baskı kafasını temizleyin. Yazdırma kafasının temizlenmesi gerektiğini onaylamak için önce \"Püskürtme Denetimi\" yardımcı programını kullanın.
Not: Bir temizlik yapmadan önce, taşıma kilidinin resimde gösterildiği gibi açık (Printing) konumda olduğundan emin olun.";
"HEADCLEANING01B01" = "İptal";
"HEADCLEANING01B02" = "Başlat";

"HEADCLEANING02TEXT01" = "Lütfen bekleyin ...";
"HEADCLEANING02TEXT02" = "Kafa temizleme işlemi sürdürülüyor. Lütfen bekleyin.";
"HEADCLEANING02B01" = "Kapat";

"HEADCLEANING03TEXT01" = "Temizleme işlemi sona erdi. Temizleme işleminin etkinliğini doğrulamak için, [Püskürtme Denetimi Desenini Yazdır]'a tıklayın.";
"HEADCLEANING03B01" = "Son";
"HEADCLEANING03B03" = "Püskürtme Denetimi Desenini Yazdır";

/* Gap */
"GAP01TEXT01" = "Yazdırma Kafası Hizalama yardımcı programı dikey hizalama hatalarını, yatay bant oluşmasını ve bulanık çıktıları düzeltir.";
"GAP01B01" = "İleri >";
"GAP01B02" = "İptal";

"GAP02TEXT01" = "Bir dikey hizalama kağıdı basılacaktır.
Yazıcının açıldığından ve bilgisayara bağlı olduğundan emin olun. Aynı zamanda A4 ya da Letter boyutundaki düz kağıdın sayfa besleyiciye koyulduğundan emin olun.
Hazır olunca [Yazdır] öğesine tıklayın.";
"GAP02B01" = "Yazdır";
"GAP02B02" = "İptal";
"GAP02B03" = "Atla >>";

"GAP03TEXT01" = "Hizalama kağıdına göz atın.
#1. setlerden #5. setlere kadar her hangi bir görülebilir şeritin olmadığı kareyi bulun. Tüm setler için aşağıdaki listeden o kareye karşılık gelen numarayı bulun. Ardından [İleri >] öğesine tıklayın.
Her karede şerit varsa, en ince şerit veya şeritlerin olduğu kareyi seçin. Sonra [Yeniden Hizalama] öğesine tıklayın.";
"GAP03B01" = "İleri >";
"GAP03B02" = "İptal";
"GAP03B03" = "Yeniden Hizalama";

"GAP04TEXT01" = "Siyah yatay bir hizalama kağıdı yazdırılacak.
A4 ya da Letter boyutunda düz kağıdın sayfa besleyiciye konulduğundan emin olun.
Not: Bu ayar sadece düz kağıtta yüksek hızlı yazdırmayı etkiler. Diğer kağıt türleri etkilenmez.";
"GAP04B01" = "Yazdır";
"GAP04B02" = "İptal";
"GAP04B03" = "Atla >>";

"GAP05TEXT01" = "Hizalama kağıdına bakın.
Siyah ya da beyaz şeritli olmayan deseni bulun. Bu desene karşılık gelen numarayı aşağıdaki listeden seçin ve [İleri >] öğesine tıklayın.
Her bir desen bir şerit içerirse, en ince şeritli deseni seçin. Sonra [Yeniden Hizalama] öğesine tıklayın.";
"GAP05B01" = "İleri >";
"GAP05B02" = "İptal";
"GAP05B03" = "Yeniden Hizalama";

"GAP06TEXT01" = "Renkli yatay bir hizalama kağıdı yazdırılacak.
A4 ya da Letter boyutunda düz kağıdın sayfa besleyiciye konulduğundan emin olun.
Not: Bu ayar sadece düz kağıtta yüksek hızlı yazdırmayı etkiler. Diğer kağıt türleri etkilenmez.";
"GAP06B01" = "Yazdır";
"GAP06B02" = "İptal";

"GAP07TEXT01" = "Hizalama kağıdına bakın.
Koyu ya da açık renk şeritli olmayan deseni bulun. Bu desene karşılık gelen numarayı aşağıdaki listeden seçin ve [Son] öğesine tıklayın.
Her bir desen bir şerit içerirse, en ince şeritli deseni seçin. Sonra [Yeniden Hizalama] öğesine tıklayın.";
"GAP07B01" = "Son";
"GAP07B02" = "İptal";
"GAP07B03" = "Yeniden Hizalama";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Yazıcının içini temizlemek için düz kağıt kullanın.
Yazıcıya A4 ya da Letter boyutu düz kağıt yerleştirildiğinden emin olun ardından [Temizleniyor] düğmesine tıklayın.
Yazıcının içi temizlenene kadar bu işlemi tekrarlayın.";
"PG01_B01" = "İptal";
"PG01_B02" = "Temizleniyor";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Kafa Temizleme'yi birkaç kez yaptıktan sonra çıktılarda hala şeritlenme ya da eksik renkler varsa, sorunu çözmek için mürekkep tüplerindeki mürekkebi değiştirmeniz gerekebilir.

Bu işlev, mürekkep tüplerindeki tüm mürekkebi değiştirebilmenizi sağlar.

Bu işlev çok fazla mürekkep tüketir. Bu işlevi sadece Kafa Temizleme'yi birkaç kez çalıştırdıktan sonra kullanmanızı öneririz.";
"POWERINKFLUSHING01B01" = "İptal";
"POWERINKFLUSHING01B02" = "İleri >";

"POWERINKFLUSHING02TEXT01" = "Bu işlevi yapmadan önce, taşıma kilidinin resimde gösterildiği gibi açık (Printing) konumda olduğundan emin olun.

Not: Yazıcı kullanılmazken, taşıma kilidi daima açık konumda olmalıdır.";

"POWERINKFLUSHING03TEXT01" = "Bu işlevi yürütmek istediğinizden emin misiniz?
Tüplerdeki tüm mürekkebi değiştirmek için, çok fazla mürekkep tüketilmesi gerekir.
Bu işlevi kullanmadan önce sorunu çözmek için Kafa Temizleme'yi birkaç kez yapmanızı öneririz. [İptal]'e tıklayın ve ardından Kafa Temizleme'yi deneyin.

Not: Bu işlev, atık mürekkep pedlerinin servis ömrünü etkiler. Bu işlev kullanıldığında, atık mürekkep pedleri kapasitelerine daha erken ulaşırlar.
Atık mürekkep pedleri servis ömürlerinin sonuna gelirlerse, değişim için Epson Desteği ile temasa geçin.

Mürekkep değişimini başlatmak için [Başlat]'ı tıklayın.
Başlatıldığında, bu işlev kesintiye uğratılamaz.";
"POWERINKFLUSHING03B01" = "İptal";
"POWERINKFLUSHING03B02" = "Başlat";

"POWERINKFLUSHING04TEXT01" = "Lütfen bekleyin ...";
"POWERINKFLUSHING04TEXT02" = "Mürekkep Temizlemeyi Etkinleştirme yürütülmekte.
Lütfen bekleyin.";
"POWERINKFLUSHING04B01" = "Kapat";

"POWERINKFLUSHING05TEXT01" = "Mürekkep Temizlemeyi Etkinleştirme tamamlandı.
Mürekkep temizlemenin etkin olduğunu kontrol için [Püskürtme Denetimi Desenini Yazdır] öğesine tıklayın.";
"POWERINKFLUSHING05B01" = "Son";
"POWERINKFLUSHING05B03" = "Püskürtme Denetimi Desenini Yazdır";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Tamam";
"INKTANKUTILITYB02" = "İleri";
"INKTANKUTILITYB03" = "İptal";
"INKTANKUTILITYB04" = "Arka";
"INKTANKUTILITYB05" = "Evet";
"INKTANKUTILITYB06" = "Hayır";

//Common
"INKTANKUTCOMMONTEXT01" = "Bu uygulama şu an kullanılamaz.
Not: İki veya daha fazla yazıcı bağlandığında, Yazıcı Listesinden kullanmak istediğiniz yazıcıyı seçin ve ardından [Mürekkep Tankı Yardımcı Programı] simgesine yeniden tıklayın.";
"INKTANKUTCOMMONTEXT02" = "Her mürekkep şişesinde belirtilen 13-haneli ID'yi girin.
Not: ID'ler sadece tek seferliktir. Mürekkebi doldurmadan önce ID'leri girmeyin.
ID'yi doğrulamak için [İleri]'ye tıklayın.";
"INKTANKUTCOMMONTEXT03" = "Orij. olmayan mür. kalite ve güvenilirliği garanti edilemez ve yazıcınıza Epson garantisi dışında zararlar verebilir.
Orij. olmayan mür. kullanımı, servis desteği sırasında kullanılabilecek şekilde kaydedilir.
Kalite ve güvenilirlik için, Epson orij. Epson mür. kullanımını önerir.
Bu mür. kull. devam edilsin mi?";
"INKTANKUTCOMMONTEXT04" = "Yazdırmaya devam edebilirsiniz.
Bu mesajı kapatmak için [Tamam]'a tıklayın.
Mürekkebi şimdi yeniden doldurmak istiyorsanız, [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın.";
"INKTANKUTCOMMONTEXT06" = "Bu yardımcı programı iptal etmek istediğinizden emin misiniz?
Yardımcı programı iptal ederseniz, tekrar başlatmanız gerekecektir.";
"INKTANKUTCOMMONTEXT07" = "ID(ler) geçersiz.
Doğru ID(ler)'i onaylayın, ardından ID(ler)'i tekrar girin.";
"INKTANKUTCOMMONTEXT08" = "ID'ler geçersiz.
Doğru ID'leri onaylayın.
Tekrar ID girmek için [İptal]'e tıklayın.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Tüm yazdırma işlerini sil.

Yazıcınızı kullanmadan önce, resimde gösterildiği gibi taşıma kilidinin açık (Printing) konumda olduğundan emin olun.";
"INKTANKUTINITIALTEXT02" = "Mürekkep tankına yeniden mürekkep doldurulması.

%fillcolor%

Epson, orijinal Epson mürekkep kartuşlarının kullanılmasını tavsiye eder. Mürekkep tankı üzerindeki çizgiye kadar mürekkep doldurun. Mürekkebi nasıl yeniden doldurabileceğiniz hakkında bilgi almak için yazıcının kılavuzuna bakın. Mürekkebi doldurup mürekkep tankını yerine taktıktan sonra, ID girmek için [İleri]'ye tıklayın.";
"INKTANKUTINITIALTEXT03" = "Mürekkep dolumu yapılmakta.
Mürekkep dolumu tamamlanana dek yaklaşık 20 dakika bekleyin.

Not: Güç ışıkları yanıp sönmeyi kesip sürekli yanana dek yazıcıyı asla kapatmayın.";
"INKTANKUTINITIALTEXT04" = "Yazıcıyı kullanırken taşıma kilidinin açık (Printing) konumunda olduğundan emin olun, aksi taktirde mürekkep dağıtılmaz ve baskı kalitesi sorunları olabilir. Taşıma kilidini sadece taşıma sırasında kilitli (Transporting) konuma alın, aksi taktirde mürekkep kaçak yapabilir.";

//Manual Check
"INKTANKMANUALTEXT01" = "Tüm yazdırma işlerini sil.

Mürekkep tankından kalan mürekkep miktarını kontrol edin. Mürekkep seviyesi çizginin üzerinde ise [Yukarı]'ya tıklayın. Mürekkep seviyesi çizginin altında ise [Aşağı]'ya tıklayın. Mürekkep seviyesi çizginin üzerinde ise, Epson mürekkep tankının yeni mürekkep şişesi ile tam dolması için mürekkep seviyesi çizgiye ulaşıncaya kadar [Yukarı]'ya tıklamanızı önerir.
Not: Yazıcının, mürekkep seviyesi mürekkep tankındaki çizginin altındayken sürekli olarak kullanılması yazıcıya zarar verebilir.";
"INKTANKMANUALTEXT02" = "Tüm yazdırma işlerini sil.

Mürekkep tankından kalan mürekkep miktarını kontrol edin. Mürekkep seviyesi, mürekkep tankı ünitesinin altından 20 mm üzerinde yukarıdaysa, Epson mürekkep tankının yeni mürekkep şişesi ile tam dolması için mürekkep seviyesi alttan 20 mm kalana dek [Yukarı]'ya tıklamanızı önerir. Mürekkep seviyesi tabandan 20mm daha yüksekse [Yukarı]'ya tıklayın. Mürekkep seviyesi tabandan 20mm veya daha alçaktaysa [Aşağı]'ya tıklayın.
Not: Yazıcının, mürekkep seviyesi mürekkep tankı ünitesinin tabanından 20mm'den daha alçakken sürekli olarak kullanılması yazıcıya zarar verebilir. Mürekkep seviyelerini kontrol etmek için, yazıcıda bulunan cetveli kullanın.";
"INKTANKMANUALTEXT03" = "Mürekkep tankına yeniden mürekkep doldurulması.

%fillcolor%

Epson, orijinal Epson mürekkep kartuşlarının kullanılmasını tavsiye eder. Mürekkep tankı üzerindeki çizgiye kadar mürekkep doldurun. Mürekkebi nasıl yeniden doldurabileceğiniz hakkında bilgi almak için yazıcının kılavuzuna bakın. Mürekkebi doldurup mürekkep tankını yerine taktıktan sonra, ID girmek için [İleri]'ye tıklayın.";

/* Error */
"PRINTERBUTTON00" = "Durdur/Bakım";
"ERCOMMON_B01" = "İptal";
"ERCOMMON_B02" = "Devam";
"WRCOMMON_B01" = "Tamam";
"WRCOMMON_B02" = "İptal";
"ER00_TEXTA" = "Hata";
"ER00_TEXTB" = "1. Tüm yazdırma işlerini sil.
2. Elektriği kapatın ve sıkışmış herhangi bir kağıt varsa çıkarın.
3. Birkaç dakika bekledikten sonra elektriği yeniden açın.";
"ER00_TEXTA_D4" = "Hata";
"ER00_TEXTB_D4" = "1. Tüm yazdırma işlerini sil.
2. Elektriği kapatın ve sıkışmış herhangi bir kağıt varsa çıkarın.
3. Birkaç dakika bekledikten sonra elektriği yeniden açın.";
"ER00_B01_D4" = "İptal";
"ER01_TEXTA" = "Yazıcı meşgul";
"ER01_TEXTB" = "Lütfen bekleyin...";
"ER04_TEXTA" = "Kağıt sıkışması";
"ER04_TEXTB" = "1. Ön kapağı açarak sıkışmış herhangi bir kağıt varsa çıkarın.
2. Ürün üzerindeki %btn% düğmesine basın.";
"ER05_TEXTA" = "Mürekkep Seviyelerini Kontrol Et";
"ER05_TEXTB" = "Kalan mürekkep miktarını kontrol etmeniz gerekiyor. Epson Printer Utility 4'teki [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın. Ortalama Mürekkep Seviyeleri gerçek mürekkep seviyelerinden farklı olabilir. Kalan gerçek mürekkep seviyesini onaylamak için, yazıcının mürekkep tanklarındaki mürekkep seviyesini görsel olarak kontrol edin.";
"ER05_TEXTA_FF" = "Başlangıç ayarı hatası";
"ER05_TEXTB_FF" = "Mürekkep sistemini doldurmak için [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın.";
"ER06_TEXTA_D4" = "Kağıt yok veya yanlış yükleme";
"ER06_TEXTB_D4" = "1. Kağıdı çıkarıp yeniden koyun.
2. Görüntülendiğinde ürünün üzerindeki %btn% düğmesine basın veya [Devam] seçeneğine tıklayın.

Görüntülendiğinde yazdırma işlemini iptal etmek için [İptal]'e tıklayın. İptal edilmezse ürünün üzerinden iptal edin.";
"ER06_B01_D4" = "Devam";
"ER06_B02_D4" = "İptal";
"ER06_TEXTA" = "Kağıt yok veya yanlış yükleme";
"ER06_TEXTB" = "1. Kağıdı çıkarıp tekrar yükleyin.
2. Ürün üzerindeki %btn% düğmesine basın.

Görüntülenirken yazdırma işini iptal etmek için [İptal] öğesine tıklayın. İptal edilmezse, ürün üzerinde iptal edin.";
"ER10_TEXTA" = "Servis gerekiyor";
"ER10_TEXTB" = "Yazıcının mürekkep pedinin kullanım ömrü dolmuştur.
Lütfen Epson Destek ile temas kurun.";
"ER12_TEXTA" = "Çok sayfa besleme hatası";
"ER12_TEXTB" = "Aşağıdaki işlemlerden birini yapın.
- Kağıdı çıkarıp yeniden koyun. Ürünün üzerindeki %btn% düğmesine basın.
- Görüntülendiğinde yazdırma işlemini iptal etmek için [İptal] seçeneğini tıklayın. İptal edilmezse ürünün üzerinden iptal edin.";
"ER12_TEXTA_D4" = "Çok sayfa besleme hatası";
"ER12_TEXTB_D4" = "Aşağıdaki işlemlerden birini yapın.
- Kağıdı çıkarıp yeniden koyun. Ürünün üzerindeki %btn% düğmesine basın.
- Görüntülendiğinde yazdırma işlemini iptal etmek için [İptal] seçeneğini tıklayın. İptal edilmezse ürünün üzerinden iptal edin.";
"ER12_B01_D4" = "İptal";
"ER41_TEXTA" = "Servis gerekiyor";
"ER41_TEXTB" = "Yazıcı mürekkep tüplerinin kullanım ömrü dolmuş durumda. Lütfen Epson desteği ile temas kurun.";
"Common Error Text1" = "Hata";
"Common Error Text2" = "1. Tüm yazdırma işlerini sil.
2. Elektriği kapatın ve sıkışmış herhangi bir kağıt varsa çıkarın.
3. Birkaç dakika bekledikten sonra elektriği yeniden açın.";
"Common Error B1" = "İptal";
"Cleaning status" = "Yazıcı meşgul";
"Shipment status" = "Başlangıç ayarı hatası";
"WRINKLOW_TEXTA" = "Mürekkep seviyesi düşük";
"WRINKLOW_TEXTB" = "Yazdırmaya devam edebilirsiniz. Mürekkebi şimdi yeniden doldurmak için Epson Printer Utility 4'teki [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın. Ortalama Mürekkep Seviyeleri gerçek mürekkep seviyelerinden farklı olabilir. Kalan gerçek mürekkep seviyesini onaylamak için, yazıcının mürekkep tanklarındaki mürekkep seviyesini görsel olarak kontrol edin.";
"WRCD_TEXTA" = "Kafa Temizleme işlemi tamamlanamıyor.";
"WRCD_TEXTB" = "Yazdırmaya devam edebilirsiniz. Mürekkebi şimdi yeniden doldurmak için Epson Printer Utility 4'teki [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın. Ortalama Mürekkep Seviyeleri gerçek mürekkep seviyelerinden farklı olabilir. Kalan gerçek mürekkep seviyesini onaylamak için, yazıcının mürekkep tanklarındaki mürekkep seviyesini görsel olarak kontrol edin.";
"WRCD_TEXTA_UTO" = "Mürekkep Temizlemeyi Etkinleştirme tamamlanamıyor.";
"WRCD_TEXTB_UTO" = "Yazdırmaya devam edebilirsiniz. Mürekkebi şimdi yeniden doldurmak için Epson Printer Utility 4'teki [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın. Ortalama Mürekkep Seviyeleri gerçek mürekkep seviyelerinden farklı olabilir. Kalan gerçek mürekkep seviyesini onaylamak için, yazıcının mürekkep tanklarındaki mürekkep seviyesini görsel olarak kontrol edin.";
"WRINKLOW2_TEXTA" = "Mürekkep seviyesi düşük";
"WRINKLOW2_TEXTB" = "Yazdırmaya devam edebilirsiniz. Mürekkebi şimdi yeniden doldurmak için Epson Printer Utility 4'teki [Mürekkep Tankı Yardımcı Programı] simgesine tıklayın. Ortalama Mürekkep Seviyeleri gerçek mürekkep seviyelerinden farklı olabilir. Kalan gerçek mürekkep seviyesini onaylamak için, yazıcının mürekkep tanklarındaki mürekkep seviyesini görsel olarak kontrol edin.";
"WR20_TEXTA" = "Servis gerekiyor";
"WR20_TEXTB" = "Yazıcının mürekkep pedlerinin kullanım ömrü dolmak üzere. Lütfen Epson desteği ile temas kurun.";
"WR21_TEXTA" = "Servis gerekiyor";
"WR21_TEXTB" = "Yazıcı mürekkep tüplerinin kullanım ömrü dolmak üzere. Lütfen Epson desteği ile temas kurun.";
"COMUERR_TEXTA" = "İletişim Hatası";
"COMUERR_TEXTB" = "Ürünü bilgisayara bağlayın ve yazıcıyı açın. Yazdırma işlemi sırasında yazıcıyı kapatırsanız yazdırma işlemini iptal edin.";
"COMUERR_B01" = "Tekrar Dene";
"COMUERR_B02" = "İptal";
"CHARGINGSTATUS_TEXTA_PROXY" = "Mürekkep sisteminin doldurulması";

